taskt/Core/Automation/Commands/JSONGroup/ConvertJSONToDataTableCommand.dot
digraph "ConvertJSONToDataTableCommand" {
"ConvertJSONToDataTableCommand" -> "AJSONGetFromJContainerCommands";
"ConvertJSONToDataTableCommand" -> "IDataTableResultProperties";
"AJSONGetFromJContainerCommands" -> "AJSONGetFromJSONCommands";
"AJSONGetFromJContainerCommands" -> "IJSONInputJContainer";
"AJSONGetFromJContainerCommands" -> "IJSONJSONPathProperties";
"AJSONGetFromJSONCommands" -> "AJSONInputJSONCommands";
"AJSONGetFromJSONCommands" -> "IResultProperties";
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
